{
  "nodes":[{"BI": [{"value": "O-苄基羟胺", "key": "中文名称"}, {"value": ["苄氧基胺", "苄基羟胺"], "key": "中文别名"}, {"value": "O-Benzylhydroxylamine", "key": "英文名称"}, {"value": ["Benzyl-O-Hydroxylamine", "O-Bn-hydroxylamine", "O-benzyl-hydroxylamine", "Hydroxylamine,O-benzyl", "Benzyloxyamine"], "key": "英文别名"}, {"value": "C7H9NO", "key": "分子式"}, {"value": "123.15200", "key": "分子量"}, {"value": "123.06800", "key": "精确质量"}, {"value": "35.25000", "key": "PSA"}, {"value": "1.77720", "key": "LogP"}], "id": "10001", "PP": [{"value": "透明无色液体", "key": "外观与性状"}, {"value": "1.058 g/cm3", "key": "密度"}, {"value": "238ºC (subl.)(lit.)", "key": "熔点"}, {"value": "110-112ºC (20 mmHg)", "key": "沸点"}, {"value": "113.1ºC", "key": "闪点"}, {"value": "1.541", "key": "折射率"}], "CAS": "622-33-3", "SI": [{"value": "2922199090", "key": "海关编码"}, {"value": "R36/37/38", "key": "危险类别码"}, {"value": "S26-S36", "key": "安全说明"}, {"value": "Xi", "key": "危险品标志"}], "type": "1"}, {"BI": [{"value": "苄氧基胺盐酸盐", "key": "中文名称"}, {"value": ["苄氧基胺盐酸盐", "苄氧基胺盐酸盐"], "key": "中文别名"}, {"value": "O-Benzylhydroxylamine", "key": "英文名称"}, {"value": ["Benzyl-O-Hydroxylamine", "O-Bn-hydroxylamine", "O-benzyl-hydroxylamine", "Hydroxylamine,O-benzyl", "Benzyloxyamine"], "key": "英文别名"}, {"value": "C7H9NO", "key": "分子式"}, {"value": "123.15200", "key": "分子量"}, {"value": "123.06800", "key": "精确质量"}, {"value": "35.25000", "key": "PSA"}, {"value": "1.77720", "key": "LogP"}], "id": "10002", "PP": [{"value": "透明无色液体", "key": "外观与性状"}, {"value": "1.058 g/cm3", "key": "密度"}, {"value": "238ºC (subl.)(lit.)", "key": "熔点"}, {"value": "110-112ºC (20 mmHg)", "key": "沸点"}, {"value": "113.1ºC", "key": "闪点"}, {"value": "1.541", "key": "折射率"}], "CAS": "2687-43-6", "SI": [{"value": "2922199090", "key": "海关编码"}, {"value": "R36/37/38", "key": "危险类别码"}, {"value": "S26-S36", "key": "安全说明"}, {"value": "Xi", "key": "危险品标志"}], "type": "1"}, {"BI": [{"value": "N-(苄氧基)邻苯二甲酰亚胺", "key": "中文名称"}, {"value": ["N-(苄氧基)邻苯二甲酰亚胺", "N-(苄氧基)邻苯二甲酰亚胺"], "key": "中文别名"}, {"value": "O-Benzylhydroxylamine", "key": "英文名称"}, {"value": ["Benzyl-O-Hydroxylamine", "O-Bn-hydroxylamine", "O-benzyl-hydroxylamine", "Hydroxylamine,O-benzyl", "Benzyloxyamine"], "key": "英文别名"}, {"value": "C7H9NO", "key": "分子式"}, {"value": "123.15200", "key": "分子量"}, {"value": "123.06800", "key": "精确质量"}, {"value": "35.25000", "key": "PSA"}, {"value": "1.77720", "key": "LogP"}], "id": "10003", "PP": [{"value": "透明无色液体", "key": "外观与性状"}, {"value": "1.058 g/cm3", "key": "密度"}, {"value": "238ºC (subl.)(lit.)", "key": "熔点"}, {"value": "110-112ºC (20 mmHg)", "key": "沸点"}, {"value": "113.1ºC", "key": "闪点"}, {"value": "1.541", "key": "折射率"}], "CAS": "16653-19-3", "SI": [{"value": "2922199090", "key": "海关编码"}, {"value": "R36/37/38", "key": "危险类别码"}, {"value": "S26-S36", "key": "安全说明"}, {"value": "Xi", "key": "危险品标志"}], "type": "1"}, {"fulltext_link": "http://www.ncbi.nlm.nih.gov/pubmed/23981515", "id": "11101", "periodicalb": "Toxicology", "author": "Yoichi Noya, Koh-Ichi Seki, Hiroshi Asano, Yosuke Mai, Takahiro Horinouchi, Tsunehito Higashi, Koji Terada, Chizuru Hatate, Akimasa Hoshi, Prabha Nepal, Mika Horiguchi, Yuji Kuge, Soichi Miwa", "periodical_date": "2013-12-06", "abstract": "Smoking is a major risk factor for atherosclerotic vascular diseases, but the mechanism for its genesis is unknown. We have recently shown that the gas phase of cigarette smoke (nicotine- and tar-free cigarette smoke extract; CSE) likely to reach the systemic circulation contains stable substances which cause cytotoxicity like plasma membrane damage and cell death in cultured cells, and also that the plasma membrane damage is caused through sequential activation of pf rrotein kinase C (PKC) and NADPH oxidase (NOX) and the resulting generation of reactive oxygen species (PKC/NOX-dependent mechanism), whereas cell death is caused through PKC/NOX-dependent and -independent mechanisms. To identify these stable substances, the CSE was prepared by passing the main-stream smoke of 10 cigarettes through a Cambridge glass fiber filter, trapping of the smoke in a vessel cooled at -80°C, and subsequent dissolution in 10ml of water. The CSE was fractionated into nine fractions using reversed-phase HPLC, and each fraction was screened for cytotoxicity in cultured cells, using propidium iodide uptake assay for cell membrane damage and MTS [3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium] reduction assay for cell viability. The cytotoxicity was positive in two of the nine fractions (Fr2 and Fr5). After extraction of the active fractions into dichloromethane, GC/MS analysis identified 2-cyclopenten-1-one (CPO) in Fr5 but none in Fr2. After derivatization of the active fractions with O-(2,3,4,5,6-pentafluorobenzyl) hydroxylamine hydrochloride, GC/MS analysis identified acrolein, acetone and propionaldehyde in Fr2, and methyl vinyl ketone (MVK) in Fr5. After 4-h incubation, authentic acrolein and MVK induced concentration-dependent cytotoxicity with EC50 values of 75.9±8.2 and 47.0±8.0μM (mean±SEM; n=3), respectively, whereas acetone, propionaldehyde and CPO were without effect. However, after 24-h incubation, CPO induced concentration-dependent cytotoxicity with an EC50 value of 264.0±16.9μM (n=3). The concentrations of acrolein, MVK and CPO in the CSE were 3368±334, 2429±123 and 392.9±31.8μM (n=4), respectively, which were higher than the cytotoxic concentrations. The cytotoxicity of acrolein and MVK consisted of plasma membrane damage and decreased cell viability: the plasma membrane damage was totally prevented by treatment with an inhibitor of PKC or NOX, whereas the decreased cell viability was only partially prevented by these inhibitors. The cytotoxicity of CPO consisted only of decreased cell viability, which was totally resistant to these inhibitors. These results show that acrolein and MVK are responsible for the acute cytotoxicity of the CSE through PKC/NOX-dependent and -independent mechanisms, whereas CPO is responsible for the delayed cytotoxicity of the CSE through a PKC/NOX-independent mechanism.", "title": "Identification of stable cytotoxic factors in the gas phase extract of cigarette smoke and pharmacological characterization of their cytotoxicity.", "index": "Toxicology 314(1) , 1-10, (2013)", "type": "2"}, {"fulltext_link": "http://www.ncbi.nlm.nih.gov/pubmed/22265495", "id": "11102", "author": "Elena Gómez Alvarez, Mónica Vázquez Moreno, Sasho Gligorovski, Henri Wortham, Miguel Valcárcel Cases", "periodical": "Talanta", "periodical_date": "2012-01-15", "abstract": "A characterisation of a system designed for active sampling of gaseous compounds with Solid Phase Microextraction (SPME) fibres is described. This form of sampling is useful to automate sampling while considerably reducing the sampling times. However, the efficiency of this form of sampling is also prone to be affected by certain undesirable effects such as fibre saturation, competition or displacement effects between analytes, to which particular attention should be paid especially at high flow rates. Yet, the effect of different parameters on the quantitivity of the results has not been evaluated. For this reason, in this study a careful characterisation of the influence of the parameters involved in active sampling SPME has been performed. A versatile experimental set-up has been designed to test the influence of air velocities and fluid regime on the quantitivity and reproducibility of the results. The mathematical model applied to the calculation of physical parameters at the sampling points takes into consideration the inherent characteristics of gases, distinctive from liquids and makes use of easily determined experimental variables as initial/boundary conditions to get the model started. The studies were carried out in the high-volume outdoor environmental chambers, EUPHORE. The sample subjected to study was a mixture of three aldehydes: pentanal, hexanal and heptanal and the determination methodology was O-(2,3,4,5,6-pentafluorobenzyl)-hydroxylamine hydrochloride (PFBHA) on-fibre derivatisation. The present work proves that the determination procedure is quantitative and sensitive, independent from experimental conditions: temperature, relative humidity or ozone levels. With our methodology, the influence on adsorption of three inter-related variables, i.e., air velocity, flow rate and Reynolds numbers can be separated, since a change can be exerted in one of them while keeping the others constant.", "title": "Characterisation and calibration of active sampling Solid Phase Microextraction applied to sensitive determination of gaseous carbonyls.", "index": "Talanta 88 , 252-8, (2012)", "type": "2"}, {"fulltext_link": "http://www.ncbi.nlm.nih.gov/pubmed/15700238", "id": "11103", "author": "Chunhui Deng, Ning Li, Xiaochuan Wang, Xiangmin Zhang, Jia Zeng", "periodical": "Rapid Communications in Mass Spectrometry", "periodical_date": "2005-01-01", "abstract": "In the current work, a simple, rapid, accurate and inexpensive method was developed for the determination of acetone in human blood. The proposed method is based on derivatization with O-(2,3,4,5,6-pentafluorobenzyl)hydroxylamine hydrochloride (PFBHA), followed by headspace liquid-phase microextraction (HS-LPME) and gas chromatography/mass spectrometry (GC/MS). In the present method, acetone in blood samples was derivatized with PFBHA and acetone oxime formed in several seconds. The formed oxime was enriched by HS-LPME using the organic solvent film (OSF) formed in a microsyringe barrel as extraction interface. Finally, the enriched oxime was analyzed by GC/MS in electron ionization (EI) mode. HS-LPME parameters including solvent, syringe plunger withdrawal rate, sampling volume, and extraction cycle were optimized and the method reproducibility, linearity, recovery and detection limit were studied. The proposed method was applied to determination of acetone in diabetes blood and normal blood. It has been shown that derivatization with HS-LPME and GC/MS is an alternative method for determination of the diabetes biomarker, acetone, in blood samples.", "title": "Rapid determination of acetone in human blood by derivatization with pentafluorobenzyl hydroxylamine followed by headspace liquid-phase microextraction and gas chromatography/mass spectrometry.", "index": "Rapid Commun. Mass Spectrom. 19(5) , 647-53, (2005)", "type": "2"}],
  "links":[{"source":"10001","target":"10002","relation":"上游产品"},{"source":"10001","target":"10003","relation":"上游产品"},{"source":"10001","target":"11101","relation":"涉及文献"},{"source":"10001","target":"11102","relation":"涉及文献"},{"source":"10001","target":"11103","relation":"涉及文献"}]
}